---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.NSPerMSup2
source: html/6024a779-8578-8475-30c9-7d15cacfd7e7.htm
---
# Autodesk.Revit.DB.SymbolTypeId.NSPerMSup2 Property

Symbol N·s/m², indicating unit Newton seconds per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId NSPerMSup2 { get; }
```